<?php

return [


    'name_req' => 'حقل الإسم مطلوب',
    'email_req' => 'حقل البريد الإلكتروني مطلوب',
    'email_email' => 'صيغة البريد الإلكتروني غير صحيحة',
    'email_uq' => 'هذا الإيميل مضاف من قبل',

    'password_req' => 'حقل كلمة المرور مطلوب',
    'password_conf' => 'كلمات المرور غير متتطابفة',
    'password_min' => 'يجب أن تتكون كلمة المرور من 6 أحرف على الأقل',
    'passwordconf_req' => 'حقل تأكيد كلمة المرور' .'مطلوب',
    'roll_req' => 'حقل صلاحية المستخدم مطلوب',
    'roll_uq' => 'صيغة صلاحية المستخدم غير صحيحة'

];
