<?php

return [


    'name_req' => 'حقل الإسم مطلوب',
    'email_req' => 'حقل البريد الإلكتروني مطلوب',
    'email_email' => 'صيغة البريد الإلكتروني غير صحيحة',
    'email_uq' => 'هذا الإيميل مضاف من قبل',
    'phone_req' => 'حقل رقم الهاتف مطلوب',
    'price_req' => 'Price field is required',


    'password_req' => 'حقل كلمة المرور مطلوب',
    'password_conf' => 'كلمات المرور غير متتطابفة',
    'password_min' => 'يجب أن تتكون كلمة المرور من 6 أحرف على الأقل',
    'passwordconf_req' => 'حقل تأكيد كلمة المرور' .'مطلوب',
    'roll_req' => 'حقل صلاحية المستخدم مطلوب',
    'roll_uq' => 'صيغة صلاحية المستخدم غير صحيحة',

    'id_req' => 'لم يتم التعرف على الصف المراد تعديل بياناته',
    'desc_req' => 'حقل الوصف مطلوب',
    'img_req' => 'حقل الصورة مطلوب',
    'img_img' => 'صيغة الصورة المدخلة غير صحيحة ',
    'global_error' => 'حدث خطأ ما وفشلت العملية المطلوبة',
    'global_success' => 'تمت العملية المطلوبة بنجاح',

    'refresh_update' => 'لتحديث البيانات قم بلإغلاق الفورم',
    'slid_limt' => 'تجاوزت الحد المسموح به لعدد الشرائح وهو 10',
    'old_pass' => 'كلمة المرور القديمة غير صحيحة',
    'new_pass' => 'يجب عليك استخدام كلمة مرور مختلفة',




];
