<?php

return [

    'logout' => 'تسجيل الدخول',
    'settings' => 'الإعدادات',
    'profile' => 'الملف الشخصي',
    'messages' => 'الرسائل',
    'activity' => 'سجل الأنشطة',
    'dashboard' => 'لوحة التحكم',
    'user_manage' => 'إدارة المستخدمين',
    'website_manage' => 'ادارة الموقع',

    'services' => 'الخدمات',
    'product_mange' => 'ادارة المنتجات',
    'section' => 'الأقسام',
    'product' => 'المنتجات',
    'brands' => 'العلامات التجارية',
    'mail' => 'البريد الوارد',
    'customer_o' => 'آراء العملاء',

    'blog' => 'المدونة',
    'subscriptions' => 'الإشتراكات',

    'company_details' => 'بيانات الشركة',
    'social' => 'وسائل التواصل الاجتماعي',
    'phone_email' => 'أرقام الهاتف والإيميلات',
    'display' => 'واجهات العرض',
    'main_sitting' => 'الإعدادت الرئيسية',



    'users' => 'المستخدمين',
    'name' => 'اللإسم',
    'email' => 'البريد الالكتروني',
    'roll' => 'الصلاحيات',
    'state' => 'الحالة',
    'views' => 'المشاهدات',
    'price' => 'السعر',
    'discount' => 'التخفيض',
    'top' => 'الأعلى مبيعاً',
    'last_update' => 'آحر تعديل',
    'created_at' =>  'تأريخ الاضافة',
    'operations' => 'العمليات',
    'save' => 'حفظ',
    'cancel' => 'الغاء',

    'add_by' => 'أضيف بواسطة',

    'edit' => 'تعديل',
    'delete' => 'حذف',
    'view' => 'عرض',




    'sait_run' => 'تشغيل الموقع',
    'comment_run' => 'تفعيل نظام التعليقات',
    'main_mail' => 'ايميل التواصل الرئيسي',
    'main_phone' => 'رقم الهاتف الرئيسي',
    'view_lang' => 'لغة العرض في واجهة  الزوار',
    'lang_ar' => 'العربية',
    'lang_en' => 'الإنجليزية',

    'add_brand' => 'اضافة علامة تجارية جديدة',
    'edit_brand' => 'التعديل على بيانات العلامة التجارية ',
    'delete_brand' => 'حذف العلامة التجارية',
    'logo' => 'الشعار',
    'brand_name' => 'اسم العلامة التجارية',
    'brand_sec' => 'المجال',
    'brand_logo' => 'شعار العلامة التجارية',


    'add_review' => 'إضافة آراء جديدة',
    'edit_review' => 'التعديل على بيانات الرئي',
    'delete_review' => 'حذف رأي العميل',
    'img_review' => 'صورة او شعار العميل',
    'cus_name' => 'اسم العميل',
    'cust_sec' => 'مجال العميل',
    'review' => 'الرأي',

    'subject' => 'الموضوع',
    'delete_message' => 'حذف الرسالة',
    'message' => 'الرسالة',
    'date' => 'التأريخ',
    'replay_msg' => 'الرد على هذه الرسالة',

    'slids' => 'الشرائح',
    'anim_slid' => 'الشرائح المتحركة',
    'add_slids' => 'اضافة شريحة جديدة',
    'edit_slid' => 'تعديل بيانات الشريحة',
    'delete_slid' => 'حذف الشريحة',
    'add_slid' => 'عنوان الشرحة',
    'title' => 'العنوان',
    'slid_content' => 'وصف الشريحة',
    'url' => 'الرابط',
    'slid_img' => 'صورة الشريحة',


    'adds' => 'المساحات الإعلانية',
    'add1' => 'الإعلان 1',
    'add2' => 'الإعلان 2',
    'add3' => 'الإعلان 3',
    'add4' => 'الإعلان 4',
    'add5' => 'الإعلان 5',

    'read_msg' => 'رسائل غير مقروءة',

    'activ' => 'نشط',
    'unactiv' => 'غير نشظ',
    'change_password' => 'تغيير كلمة المرور',

    'welcome' => 'مرحباً بك',
    'login' => 'تسجيل الدخول',
    'email' => 'البريد الإلكتروني',
    'password' => 'كلمة المرور',
    'enter' => 'دخول'









];
