<?php

return [

    'logout' => 'تسجيل الدخول',
    'settings' => 'الإعدادات',
    'profile' => 'الملف الشخصي',
    'messages' => 'الرسائل',
    'activity' => 'سجل الأنشطة',
    'dashboard' => 'لوحة التحكم',
    'user_manage' => 'إدارة المستخدمين',
    'website_manage' => 'ادارة الموقع',

    'services' => 'الخدمات',
    'product_mange' => 'ادارة المنتجات',
    'section' => 'الأقسام',
    'product' => 'المنتجات',
    'brands' => 'العلامات التجارية',
    'mail' => 'البريد الوارد',
    'customer_o' => 'آراء العملاء',

    'blog' => 'المدونة',
    'subscriptions' => 'الإشتراكات',

    'company_details' => 'بيانات الشركة',
    'social' => 'وسائل التواصل الاجتماعي',
    'phone_email' => 'أرقام الهاتف والإيميلات',
    'display' => 'واجهات العرض',
    'main_sitting' => 'الإعدادت الرئيسية',



    'users' => 'المستخدمين',
    'name' => 'اللإسم',
    'email' => 'البريد الالكتروني',
    'roll' => 'الصلاحيات',
    'state' => 'الحالة',
    'views' => 'المشاهدات',
    'price' => 'السعر',
    'discount' => 'التخفيض',
    'top' => 'الأعلى مبيعاً',
    'created_at' =>  'تأريخ الاضافة',
    'operations' => 'العمليات',
    'save' => 'حفظ',
    'cancel' => 'الغاء',

    'add_by' => 'أضيف بواسطة',

    'edit' => 'تعديل',
    'delete' => 'حذف',



    'sait_run' => 'تشغيل الموقع',
    'comment_run' => 'تفعيل نظام التعليقات',
    'main_mail' => 'ايميل التواصل الرئيسي',
    'main_phone' => 'رقم الهاتف الرئيسي',
    'view_lang' => 'لغة العرض في واجهة  الزوار',
    'lang_ar' => 'العربية',
    'lang_en' => 'الإنجليزية',





];
